/* Combined English Source for Open edX iOS */
"AppDates.DATES.TITLE" = "Datas";
"AppDates.DATES.PAST_DUE" = "Expirada";
"AppDates.DATES.TODAY" = "Hoje";
"AppDates.DATES.THIS_WEEK" = "Esta Semana";
"AppDates.DATES.NEXT_WEEK" = "Próxima Semana";
"AppDates.DATES.UPCOMING" = "Próximo";
"AppDates.EMPTY.TITLE" = "Não há Datas";
"AppDates.EMPTY.SUBTITLE" = "Você não tem cursos ativos com eventos agendados no momento. Matricule-se em um curso para ver datas e prazos importantes.";
"AppDates.SHIFT_DUE_DATES.TITLE" = "Você perdeu alguns prazos?";
"AppDates.SHIFT_DUE_DATES.DESCRIPTION" = "Não se preocupe - ajuste nosso cronograma sugerido para concluir as atribuições pendentes sem perder nenhum progresso.";
"AppDates.SHIFT_DUE_DATES.BUTTON" = "Alterar Datas de Entrega";
"Profile.TITLE" = "Perfil";
"Profile.INFO" = "Informações do perfil";
"Profile.ABOUT" = "Sobre mim";
"Profile.EDIT_PROFILE" = "Editar Perfil";
"Profile.YEAR_OF_BIRTH" = "Ano de nascimento:";
"Profile.BIO" = "Biografia:";
"Profile.SETTINGS" = "Configurações";
"Profile.SETTINGS_VIDEO" = "Configurações de vídeo";
"Profile.DATES_AND_CALENDAR" = "Datas e calendários";
"Profile.SUPPORT_INFO" = "Informações de suporte";
"Profile.CONTACT" = "Contate-se o suporte";
"Profile.TERMS" = "Termo de uso";
"Profile.PRIVACY" = "Política de Privacidade";
"Profile.COOKIE_POLICY" = "Política de cookies";
"Profile.CURRENT_LEARNING_SITE" = "Site de Aprendizagem Atual";
"Profile.DO_NOT_SELL_INFORMATION" = "Não venda minhas informações pessoais";
"Profile.FAQ_TITLE" = "Ver perguntas frequentes";
"Profile.MANAGE_ACCOUNT" = "Gerenciar Conta";
"Profile.LEARNING_SITES" = "Sites de Aprendizagem";
"Profile.LOGOUT" = "Sair";
"Profile.SWITCH_TO" = "Troque para";
"Profile.FULL_PROFILE" = "perfil completo";
"Profile.LIMITED_PROFILE" = "perfil limitado";
"Profile.LOGOUT_ALERT.TITLE" = "Confirmar sair";
"Profile.LOGOUT_ALERT.TEXT" = "Tem certeza que deseja sair?";
"Profile.DELETE_ALERT.TITLE" = "Aviso!";
"Profile.DELETE_ALERT.TEXT" = "Você realmente deseja apagar sua conta?";
"Profile.UNSAVED_DATA_ALERT.TITLE" = "Sair sem salvar?";
"Profile.UNSAVED_DATA_ALERT.TEXT" = "As alterações que você fez serão descartadas.";
"Profile.EDIT.TOO_YONG_USER" = "Você deve ter mais de 13 anos para ter um perfil com acesso total às informações.";
"Profile.EDIT.LIMITED_PROFILE_DESCRIPTION" = "Um perfil limitado compartilha apenas seu nome de usuário e foto do perfil.";
"Profile.EDIT.DELETE_ACCOUNT" = "Apagar conta";
"Profile.EDIT.FIELDS.YEAR_OF_BIRTH" = "Ano de nascimento";
"Profile.EDIT.FIELDS.LOCATION" = "Localização";
"Profile.EDIT.FIELDS.SPOKEN_LANGUGAE" = "Idioma falado";
"Profile.EDIT.FIELDS.ABOUT_ME" = "Sobre mim:";
"Profile.EDIT.BOTTOM_SHEET.TITLE" = "Alterar imagem do perfil";
"Profile.EDIT.BOTTOM_SHEET.SELECT" = "Selecione da galeria";
"Profile.EDIT.BOTTOM_SHEET.REMOVE" = "Remova foto";
"Profile.EDIT.BOTTOM_SHEET.CANCEL" = "Cancelar";
"Profile.DELETE_ACCOUNT.TITLE" = "Apagar conta";
"Profile.DELETE_ACCOUNT.ARE_YOU_SURE" = "Você tem certeza que você quer ";
"Profile.DELETE_ACCOUNT.WANT_TO_DELETE" = "Apagar sua conta?";
"Profile.DELETE_ACCOUNT.DESCRIPTION" = "Para confirmar esta ação, digite a senha da sua conta.";
"Profile.DELETE_ACCOUNT.PASSWORD" = "Senha";
"Profile.DELETE_ACCOUNT.PASSWORD_DESCRIPTION" = "Digite a senha";
"Profile.DELETE_ACCOUNT.CONFIRM" = "Sim, apagar conta";
"Profile.DELETE_ACCOUNT.BACK_TO_PROFILE" = "Voltar ao perfil";
"Profile.DELETE_ACCOUNT.INCORRECT_PASSWORD" = "A senha está incorreta. Por favor, tente novamente.";
"Profile.SETTINGS.VIDEO_SETTINGS_TITLE" = "Configurações de vídeo";
"Profile.SETTINGS.WIFI_TITLE" = "Baixar somente Wi-Fi";
"Profile.SETTINGS.WIFI_DESCRIPTION" = "Baixar conteúdo apenas quando o wi-fi estiver ligado";
"Profile.SETTINGS.VIDEO_QUALITY_TITLE" = "Qualidade de streaming de vídeo";
"Profile.SETTINGS.VIDEO_QUALITY_DESCRIPTION" = "Automático (recomendado)";
"Profile.SETTINGS.QUALITY_AUTO_TITLE" = "Auto";
"Profile.SETTINGS.QUALITY_AUTO_DESCRIPTION" = "Recomendado";
"Profile.SETTINGS.QUALITY_360_TITLE" = "360p";
"Profile.SETTINGS.QUALITY_360_DESCRIPTION" = "Menor uso de dados";
"Profile.SETTINGS.QUALITY_540_TITLE" = "540p";
"Profile.SETTINGS.QUALITY_720_TITLE" = "720p";
"Profile.SETTINGS.QUALITY_720_DESCRIPTION" = "Melhor qualidade";
"Profile.SETTINGS.VERSION" = "Versão:";
"Profile.SETTINGS.UP_TO_DATE" = "Atualizado";
"Profile.SETTINGS.TAP_TO_UPDATE" = "Toque para atualizar para a versão";
"Profile.SETTINGS.TAP_TO_INSTALL" = "Toque para instalar a atualização necessária do aplicativo";
"Profile.ERROR.CANNOT_SEND_EMAIL" = "Não é possível enviar e-mail. Parece que seu cliente de e-mail não está configurado.";
"Profile.CALENDAR.NEW_CALENDAR" = "Novo calendário";
"Profile.CALENDAR.CHANGE_SYNC_OPTIONS" = "Alterar opções de sincronização";
"Profile.CALENDAR.ACCOUNT" = "Conta";
"Profile.CALENDAR.CALENDAR_NAME" = "Nome do calendário";
"Profile.CALENDAR.COLOR" = "Cor";
"Profile.CALENDAR.UPCOMING_ASSIGNMENTS" = "As próximas atribuições dos cursos ativos aparecerão neste calendário";
"Profile.CALENDAR.CANCEL" = "Cancelar";
"Profile.CALENDAR.BEGIN_SYNCING" = "Comece a sincronizar";
"Profile.ASSIGNMENT_STATUS.SYNCED" = "sincronizado";
"Profile.ASSIGNMENT_STATUS.FAILED" = "Falha na sincronização";
"Profile.ASSIGNMENT_STATUS.OFFLINE" = "Desligado";
"Profile.ASSIGNMENT_STATUS.SYNCING" = "Sincronizando para a agenda...";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS" = "Acesso ao calendário";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC" = "Desativar sincronização de calendário";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS_DESCRIPTION" = "Para mostrar as próximas atribuições e os marcos do curso em sua agenda, precisamos de permissão para acessá-la.";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC_DESCRIPTION" = "Desativar a sincronização do calendário apagará o calendário “%@”. Você pode reativar a sincronização do calendário a qualquer momento.";
"Profile.CALENDAR_DIALOG.GRANT_CALENDAR_ACCESS" = "Conceda acesso ao calendário";
"Profile.CALENDAR_DIALOG.DISABLE_SYNCING" = "Desativar sincronização";
"Profile.CALENDAR_DIALOG.CANCEL" = "Cancelar";
"Profile.DATES_AND_CALENDAR.TITLE" = "Datas e calendários";
"Profile.CALENDAR_SYNC.TITLE" = "sincronização de calendário";
"Profile.CALENDAR_SYNC.DESCRIPTION" = "Configure a sincronização do calendário para mostrar suas próximas atribuições e marcos do curso em seu calendário. Novas atribuições e datas de cursos alteradas serão sincronizadas automaticamente.";
"Profile.CALENDAR_SYNC.BUTTON" = "Configurar sincronização de calendário";
"Profile.OPTIONS.TITLE" = "Opções";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Use datas relativas";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Mostrar datas relativas como “Amanhã” e “Ontem”";
"Profile.OPTIONS.SHOW_FULL_DATES" = "Mostrar datas completas como “1 de janeiro de 2021”";
"Profile.DATES_AND_CALENDAR.TITLE" = "Datas e calendários";
"Profile.COURSE_CALENDAR_SYNC.TITLE" = "Sincronização do calendário do curso";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.RECONNECT_REQUIRED" = "Reconecte-se sua agenda para retomar a sincronização";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.SYNCING" = "Atualmente sincronizando eventos com sua agenda";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.RECONNECT" = "Reconectar calendário";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.CHANGE_SYNC_OPTIONS" = "Alterar opções de sincronização";
"Profile.COURSES_TO_SYNC.SYNCING_COURSES" = "Sincronizando %d cursos";
"Profile.OPTIONS.TITLE" = "Opções";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Use datas relativas";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Mostrar datas relativas como “Amanhã” e “Ontem”";
"Profile.COURSES_TO_SYNC.TITLE" = "Cursos para sincronizar";
"Profile.COURSES_TO_SYNC.DESCRIPTION" = "Desativar a sincronização de um curso removerá todos os eventos conectados ao curso do seu calendário sincronizado.";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES" = "Ocultar cursos inativos";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES_DESCRIPTION" = "Remover automaticamente eventos de cursos que você não visualizou no último mês";
"Profile.COURSES_TO_SYNC.INACTIVE" = "Inativo";
"Profile.CALENDAR.DROPDOWN.ICLOUD" = "iCloud";
"Profile.CALENDAR.DROPDOWN.LOCAL" = "Local";
"Profile.CALENDAR.DROPDOWN_COLOR.ACCENT" = "Sotaque";
"Profile.CALENDAR.DROPDOWN_COLOR.RED" = "Vermelho";
"Profile.CALENDAR.DROPDOWN_COLOR.ORANGE" = "Laranja";
"Profile.CALENDAR.DROPDOWN_COLOR.YELLOW" = "Amarelo";
"Profile.CALENDAR.DROPDOWN_COLOR.GREEN" = "Verde";
"Profile.CALENDAR.DROPDOWN_COLOR.BLUE" = "Azul";
"Profile.CALENDAR.DROPDOWN_COLOR.PURPLE" = "Roxo";
"Profile.CALENDAR.DROPDOWN_COLOR.BROWN" = "Marrom";
"Profile.CALENDAR.COURSE_DATES" = "%@ Datas do curso";
"Profile.DROP_DOWN_PICKER.SELECT" = "Selecionar";
"Profile.SYNC_SELECTOR.SYNCED" = "Para sincronizar";
"Profile.SYNC_SELECTOR.NOT_SYNCED" = "Não sincronizado";
"Profile.SYNC.NO_SYNCED" = "Nenhum curso sincronizado";
"Profile.SYNC.NO_SYNCED_DESCRIPTION" = "Nenhum curso está sendo sincronizado com sua agenda no momento.";
"Downloads.DOWNLOADS.TITLE" = "Transferências";
"Downloads.DOWNLOADS.MANAGE_DOWNLOAD_SETTINGS" = "Gerencie as Configurações de Baixar";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.TITLE" = "Nenhum curso com Conteúdo para baixar";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.DESCRIPTION" = "No momento você não tem cursos com conteúdo para baixar.";
"Downloads.DOWNLOADS.CELL.DOWNLOADED" = "%@ baixado";
"Downloads.DOWNLOADS.CELL.ALL_DOWNLOADED" = "Todos %@ baixados";
"Downloads.DOWNLOADS.CELL.AVAILABLE" = "%@ disponível";
"Downloads.DOWNLOADS.CELL.DOWNLOAD_COURSE" = "Baixar curso";
"Downloads.DOWNLOADS.CELL.DOWNLOADING" = "Baixando";
"Downloads.DOWNLOADS.CELL.LOADING_COURSE_STRUCTURE" = "Carregando estrutura do curso...";
"Downloads.MENU_OPTION.REMOVE" = "Remova baixar de cursos";
"Downloads.MENU_OPTION.CANCEL" = "Cancelar o download";
"Discovery.TITLE" = "Descobrir";
"Discovery.SEARCH" = "Busca";
"Discovery.HEADER.TITLE_1" = "Descubra novidades";
"Discovery.HEADER.TITLE_2" = "Vamos encontrar um novo curso para você.";
"Discovery.SEARCH.TITLE" = "Resultados da pesquisa";
"Discovery.SEARCH.EMPTY_DESCRIPTION" = "Comece a digitar para encontrar o curso";
"Discovery.UPDATE_REQUIRED_TITLE" = "Atualização do aplicativo necessária";
"Discovery.UPDATE_REQUIRED_DESCRIPTION" = "Esta versão do aplicativo OpenEdX está desatualizada. Para continuar aprendendo e obter as funcionalidades e correções mais recentes, atualize para a versão mais recente.";
"Discovery.UPDATE_WHY_NEED" = "Por que preciso atualizar?";
"Discovery.UPDATE_DEPRECATED_APP" = "Versão obsoleta do aplicativo";
"Discovery.UPDATE_BUTTON" = "Atualizar";
"Discovery.UPDATE_ACCOUNT_SETTINGS" = "Configurações da Conta";
"Discovery.UPDATE_NEEDED_TITLE" = "Atualização de aplicativo";
"Discovery.UPDATE_NEEDED_DESCRIPTION" = "Recomendamos que você atualize para a versão mais recente. Atualize agora para receber as funcionalidades e correções mais recentes.";
"Discovery.UPDATE_NEEDED_NOT_NOW" = "Agora não";
"Discovery.UPDATE_NEW_AVALIABLE" = "Nova atualização disponível! Atualize agora para receber as funcionalidades e correções mais recentes";
"Discovery.ALERT.LEAVING_APP_TITLE" = "Saindo do aplicativo";
"Discovery.ALERT.LEAVING_APP_MESSAGE" = "Agora você está saindo do aplicativo e abrindo um navegador";
"Discovery.DETAILS.TITLE" = "Detalhes do curso";
"Discovery.DETAILS.VIEW_COURSE" = "Ver curso";
"Discovery.DETAILS.ENROLL_NOW" = "Matricular-se agora";
"Discovery.DETAILS.ENROLLMENT_DATE_IS_OVER" = "Você não pode se matricular neste curso porque o prazo de matrícula já expirou.";
"Discovery.DETAILS.ENROLLMENT_NO_INTERNET" = "Para matricular-se neste curso, certifique-se de estar conectado à internet.";
"Discovery.DETAILS.COURSE_BANNER" = "Banner do curso";
"Discovery.ALERT.AUTHORIZATION" = "Autorização";
"Discovery.ALERT.PLEASE_ENTER_THE_SYSTEM" = "Por favor, entre no sistema para continuar com a matrícula no curso.";
"Discussion.TITLE" = "Discussão";
"Discussion.BANNER.DISCUSSIONS_IS_DISABLED" = "A postagem nas discussões foi desativada pela equipe do curso";
"Discussion.TOPICS.SEARCH" = "Pesquisar todas as publicações";
"Discussion.TOPICS.ALL_POSTS" = "Todas as publicações";
"Discussion.TOPICS.POST_IM_FOLLOWING" = "Postagens que estou acompanhando";
"Discussion.TOPICS.MAIN_CATEGORIES" = "Categorias principais";
"Discussion.TOPICS.UNNAMED" = "Subcategoria sem nome";
"Discussion.POSTS.SORT.RECENT_ACTIVITY" = "Atividade recente";
"Discussion.POSTS.SORT.MOST_ACTIVITY" = "Mais atividade";
"Discussion.POSTS.SORT.MOST_VOTES" = "Mais votos";
"Discussion.POSTS.NO_DISCUSSION.TITLE" = "Ainda não há discussão";
"Discussion.POSTS.NO_DISCUSSION.DESCRIPTION" = "Clique no botão abaixo para criar sua primeira Discussão.";
"Discussion.POSTS.NO_DISCUSSION.CREATEBUTTON" = "Criar Discussão";
"Discussion.POSTS.NO_DISCUSSION.ADD_POST" = "Adicione uma postagem";
"Discussion.POSTS.FILTER.ALL_POSTS" = "Todas as publicações";
"Discussion.POSTS.FILTER.UNREAD" = "Não lido";
"Discussion.POSTS.FILTER.UNANSWERED" = "Não respondida";
"Discussion.POSTS.CREATE_NEW_POST" = "Criar uma nova postagem";
"Discussion.POSTS.ALERT.MAKE_SELECTION" = "Faça uma seleção";
"Discussion.POST.LAST_POST" = "Última postagem:";
"Discussion.THREAD.ALERT.COMMENT_ADDED" = "Comentário adicionado";
"Discussion.THREAD.ADD_RESPONSE" = "Adicione uma resposta";
"Discussion.CREATE_THREAD.NEW_POST" = "Criar nova postagem";
"Discussion.CREATE_THREAD.SELECT_POST_TYPE" = "Selecione o tipo de post";
"Discussion.CREATE_THREAD.TOPIC" = "Tema";
"Discussion.CREATE_THREAD.TITLE" = "Título";
"Discussion.CREATE_THREAD.FOLLOW_DISCUSSION" = "Siga esta discussão";
"Discussion.CREATE_THREAD.FOLLOW_QUESTION" = "Siga esta questão";
"Discussion.CREATE_THREAD.CREATE_DISCUSSION" = "Criar nova Discussão";
"Discussion.CREATE_THREAD.CREATE_QUESTION" = "Crie nova pergunta";
"Discussion.COMMENT.REPORT" = "Reportar";
"Discussion.COMMENT.UNREPORT" = "Retirar";
"Discussion.COMMENT.FOLLOW" = "Seguir";
"Discussion.COMMENT.UNFOLLOW" = "Deixar de seguir";
"Discussion.RESPONSE.COMMENTS_RESPONSES" = "Comentário";
"Discussion.RESPONSE.ALERT.COMMENT_ADDED" = "Comentário adicionado";
"Discussion.RESPONSE.ADD_COMMENT" = "Adicionar comentário";
"Discussion.POST_TYPE.QUESTION" = "pergunta";
"Discussion.POST_TYPE.DISCUSSION" = "discussão";
"Discussion.SEARCH" = "Busca";
"Discussion.SEARCH.TITLE" = "Resultados da pesquisa";
"Discussion.SEARCH.EMPTY_DESCRIPTION" = "Começando a digitar para encontrar os tópicos";
"Discussion.ANONYMOUS" = "Anônimo";
"Discussion.ERROR.UNABLE_TO_LOAD_DISCUSSION" = "Não foi possível carregar a discussão.\nTente novamente mais tarde.";
"Course.OUTLINE.PASSED_THE_COURSE" = "Parabéns, você ganhou este Certificado de curso em “%@\.”";
"Course.OUTLINE.VIEW_CERTIFICATE" = "Veja o certificado";
"Course.OUTLINE.CERTIFICATE" = "Certificado";
"Course.OUTLINE.COURSE_VIDEOS" = "Vídeos do curso";
"Course.OUTLINE.COURSE_HASNT_STARTED" = "Este curso ainda não começou.";
"Course.COURSEWARE.COURSE_CONTENT" = "Conteúdo do curso";
"Course.COURSEWARE.COURSE_UNITS" = "Postagens curriculares";
"Course.COURSEWARE.NEXT" = "Próximo";
"Course.COURSEWARE.PREVIOUS" = "Anterior";
"Course.COURSEWARE.PREVIOUS_FULL" = "Anterior";
"Course.COURSEWARE.FINISH" = "Terminar";
"Course.COURSEWARE.GOOD_WORK" = "Bom trabalho!";
"Course.COURSEWARE.BACK_TO_OUTLINE" = "Voltar ao esboço";
"Course.COURSEWARE.SECTION" = "Você completou “";
"Course.COURSEWARE.IS_FINISHED" = "“.";
"Course.COURSEWARE.CONTINUE" = "Continuar";
"Course.COURSEWARE.RESUME_WITH" = "Retomar com:";
"Course.ERROR.NO_INTERNET" = "Você não está conectado à Internet. Por favor, verifique sua conexão à internet.";
"Course.ERROR.RELOAD" = "recarregar";
"Course.ERROR.COMPONENT_NOT_FOUNT" = "Componente do curso não encontrado. Atualize a página.";
"Course.ERROR.HANDOUTS_UNAVAILABLE" = "Atualmente não há materiais extras para este curso.";
"Course.ERROR.ANNOUNCEMENTS_UNAVAILABLE" = "No momento não existem anúncios para este curso.";
"Course.ERROR.VIDEOS_UNAVAILABLE" = "Não há vídeos disponíveis para este curso.";
"Course.ERROR.ASSIGNMENTS_UNAVAILABLE" = "Não há tarefas disponíveis para este curso.";
"Course.ERROR.COURSE_DATE_UNAVAILABLE" = "As datas dos cursos não estão disponíveis no momento.";
"Course.ERROR.COURSEWARE_UNAVAILABLE" = "Nenhum conteúdo do curso está disponível no momento.";
"Course.ALERT.ROTATE_DEVICE" = "Gire seu dispositivo para ver este vídeo em tela cheia.";
"Course.ALERT.DELETE_ALL_VIDEOS" = "Tem certeza de que deseja apagar todos os vídeos de";
"Course.ALERT.DELETE_VIDEOS" = "Tem certeza de que deseja apagar vídeo(s) de";
"Course.ALERT.STOP_DOWNLOADING" = "Desligar o botão interromperá o download e apagará todos os vídeos baixados para";
"Course.ALERT.WARNING" = "Aviso";
"Course.COURSE_CONTAINER.HOME" = "Página inicial";
"Course.COURSE_CONTAINER.CONTENT" = "Conteúdo";
"Course.COURSE_CONTAINER.PROGRESS" = "Progresso";
"Course.COURSE_CONTAINER.VIDEOS" = "Vídeos";
"Course.COURSE_CONTAINER.OFFLINE" = "Desligado";
"Course.COURSE_CONTAINER.DATES" = "Datas";
"Course.COURSE_CONTAINER.DISCUSSIONS" = "Discussão";
"Course.COURSE_CONTAINER.HANDOUTS" = "Mais";
"Course.COURSE_CONTAINER.HANDOUTS_IN_DEVELOPING" = "Materiais extras em desenvolvimento";
"Course.COURSE_CAROUSEL.PROGRESS_COMPLETION" = "Você completou %@%% do progresso do curso";
"Course.COURSE_CAROUSEL.GRADES" = "Notas";
"Course.COURSE_CAROUSEL.GRADES_DESCRIPTION" = "Isso representa sua nota ponderada em relação à nota necessária para passar neste curso.";
"Course.COURSE_CAROUSEL.ALL_CONTENT" = "Todo o conteúdo";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BODY" = "Você está como ouvinte neste curso agora e tem acesso limitado ao material do curso.";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BUTTON" = "atualizar agora";
"Course.COURSE_CAROUSEL.ALL_VIDEOS_COMPLETED" = "Você assistiu a todos os vídeos!";
"Course.COURSE_CAROUSEL.ALL_ASSIGNMENTS_COMPLETED" = "Você está em dia com as atribuições!";
"Course.COURSE_CAROUSEL.VIDEOS_COMPLETED" = "Vídeos\nconcluídos";
"Course.COURSE_CAROUSEL.ASSIGMENTS_COMPLETED" = "Tarefas\nconcluídas";
"Course.COURSE_CAROUSEL.CONTINUE_WATCHING" = "Continuar a Ver";
"Course.COURSE_CAROUSEL.NEXT_VIDEO" = "Próximo vídeo";
"Course.COURSE_CAROUSEL.VIEW_ALL_VIDEOS" = "Todos os vídeos";
"Course.COURSE_CAROUSEL.VIEW_ALL_ASSIGNMENTS" = "Todas as tarefas";
"Course.COURSE_CAROUSEL.NEXT_ASSIGNMENTS" = "Próxima Tarefa";
"Course.COURSE_CONTENT.ALL" = "Todos";
"Course.COURSE_CONTENT.VIDEOS" = "Vídeos";
"Course.COURSE_CONTENT.ASSIGNMENTS" = "atribuições";
"Course.COURSE_CONTAINER.PROGRESS.TITLE" = "Conclusão do curso";
"Course.COURSE_CONTAINER.PROGRESS.DESCRIPTION" = "Isso representa quanto do conteúdo do curso você completado . Observe que alguns conteúdo podem ainda não ter sido lançados.";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETED" = "Concluído";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_PROGRESS" = "Progresso Geral";
"Course.COURSE_CONTAINER.PROGRESS.REMAINING" = "Restante";
"Course.COURSE_CONTAINER.PROGRESS.LOCKED" = "Bloqueado";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_PROGRESS" = "Progresso de Nota";
"Course.COURSE_CONTAINER.PROGRESS.PASSING" = "Aprovado";
"Course.COURSE_CONTAINER.PROGRESS.NOT_PASSING" = "Não Aprovado";
"Course.COURSE_CONTAINER.PROGRESS.VIEW_CERTIFICATE" = "Visualizar Certificado";
"Course.COURSE_CONTAINER.PROGRESS.SECTIONS_PROGRESS" = "Progresso das Seções";
"Course.COURSE_CONTAINER.PROGRESS.NO_PROGRESS_AVAILABLE" = "Nenhum progresso disponível";
"Course.COURSE_CONTAINER.PROGRESS.START_LEARNING" = "Comece a aprender para ver seu progresso aqui";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE" = "Classe total";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE_DESCRIPTION" = "Isso representa sua nota ponderada em relação à nota necessária para passar neste curso.";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_OVERALL_WEIGHTED_GRADE" = "Nota Ponderada Geral Atual:";
"Course.COURSE_CONTAINER.PROGRESS.WEIGHTED_GRADE_REQUIRED" = "É necessário uma nota ponderada de %@%% para passar neste curso";
"Course.COURSE_CONTAINER.PROGRESS.REQUIRED" = "Obrigatório";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_DETAILS" = "Detalhes da Nota";
"Course.COURSE_CONTAINER.PROGRESS.ASSIGNMENT_TYPE" = "Tipo de tarefa";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_MAX_PERCENT" = "Atual / Máx %%";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETE" = "Concluída";
"Course.COURSE_CONTAINER.PROGRESS.OF_GRADE" = "da Nota";
"Course.COURSE_CONTAINER.PROGRESS.NO_GRADED_ASSIGNMENTS" = "Este curso não contém atribuições avaliadas.";
"Course.HANDOUTS_CELL_HANDOUTS.TITLE" = "Materiais extras";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.TITLE" = "Anúncios";
"Course.HANDOUTS_CELL_HANDOUTS.DESCRIPTION" = "Encontre informações importantes sobre o curso";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.DESCRIPTION" = "Fique por dentro das últimas notícias";
"Course.NOT_AVALIABLE.TITLE" = "Este componente interativo não está disponível em dispositivos móveis";
"Course.NOT_AVALIABLE.DESCRIPTION" = "Explore outras partes deste curso ou visualize-o na web.";
"Course.NOT_AVALIABLE.BUTTON" = "Abra no navegador";
"Course.SUBTITLES.TITLE" = "Legendas";
"Course.ACCESSIBILITY.DOWNLOAD" = "Baixar";
"Course.ACCESSIBILITY.CANCEL_DOWNLOAD" = "Cancelar o download";
"Course.ACCESSIBILITY.DELETE_DOWNLOAD" = "Apagar baixar";
"Course.ACCESSIBILITY.PROGRESS_RING" = "Anel de progresso de conclusão do curso";
"Course.ACCESSIBILITY.OVERALL_GRADE_SECTION" = "Seção de nota geral";
"Course.ACCESSIBILITY.GRADE_DETAILS_SECTION" = "Detalhes da seção de nota";
"Course.ACCESSIBILITY.ASSIGNMENT_ITEM" = "";
"Course.ACCESSIBILITY.REQUIRED_GRADE_INDICATOR" = "Nota mínima para aprovação";
"Course.ACCESSIBILITY.PROGRESS_PERCENTAGE_COMPLETED" = "%@ por cento completado";
"Course.ACCESSIBILITY.REQUIRED_GRADE_TO_PASS" = "%@ por cento necessário para passar";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_DETAILS" = "%@, %@ de %@ completo, %@ de %@ por cento da nota";
"Course.ACCESSIBILITY.CURRENT_GRADE" = "Nota atual: %@ por cento";
"Course.ACCESSIBILITY.GRADE_REQUIREMENT_WARNING" = "Aviso de requisito de nota: %@ percent necessário para passar";
"Course.ACCESSIBILITY.PROGRESS_VISUALIZATION" = "Visualização do progresso mostrando %@ categorias de atribuições";
"Course.ACCESSIBILITY.OVERALL_PROGRESS_VALUE" = "Progresso geral: %@ por cento";
"Course.ACCESSIBILITY.PROGRESS_HINT" = "Mostra a divisão do progresso por tipo de trabalho";
"Course.ACCESSIBILITY.NO_GRADED_ASSIGNMENTS_HINT" = "Este curso não possui atribuições avaliadas para exibir";
"Course.ACCESSIBILITY.NO_PROGRESS_HINT" = "Complete as atividades do curso para ver seu progresso aqui";
"Course.ACCESSIBILITY.ASSIGNMENT_TYPE_HEADER" = "Cabeçalho da coluna de tipo de trabalho";
"Course.ACCESSIBILITY.CURRENT_MAX_PERCENT_HEADER" = "Cabeçalho de coluna de porcentagem atual e máxima";
"Course.ACCESSIBILITY.WEIGHT_CONTRIBUTION" = "Peso: %@ por cento da nota";
"Course.ACCESSIBILITY.ASSIGNMENT_COMPLETION" = "%@ de %@ completo";
"Course.ACCESSIBILITY.ASSIGNMENT_GRADE_EARNED" = "Nota atual: %@ de %@ por cento";
"Course.ACCESSIBILITY.ASSIGNMENT_FULL_DETAILS" = "%@ de %@ completo. Peso: %@ por cento da nota. Nota atual: %@ de %@ por cento";
"Course.DOWNLOAD.DOWNLOADS" = "Transferências";
"Course.DOWNLOAD.ALL_VIDEOS_DOWNLOADED" = "Todos os vídeos baixados";
"Course.DOWNLOAD.DOWNLOADING_VIDEOS" = "Baixando vídeos...";
"Course.DOWNLOAD.DOWNLOAD_TO_DEVICE" = "Baixar para o dispositivo";
"Course.DOWNLOAD.VIDEOS" = "Vídeos";
"Course.DOWNLOAD.REMAINING" = "Restando";
"Course.DOWNLOAD.UNTITLED" = "Sem título";
"Course.DOWNLOAD.TOTAL" = "Total";
"Course.DOWNLOAD.CHANGE_QUALITY_ALERT" = "Você não pode alterar a qualidade do vídeo baixado quando todos os vídeos estão sendo baixados";
"Course.DOWNLOAD.NO_WIFI_MESSAGE" = "Suas Configurações de download atuais permitem apenas downloads por Wi-Fi. Conecte-se a uma rede Wi-Fi ou altere suas Configurações de download.";
"Course.COURSE_DATES.TODAY" = "Hoje";
"Course.COURSE_DATES.COMPLETED" = "Concluído";
"Course.COURSE_DATES.PAST_DUE" = "Vencido";
"Course.COURSE_DATES.DUE_NEXT" = "Prazo próximo";
"Course.COURSE_DATES.UNRELEASED" = "Não lançado";
"Course.COURSE_DATES.VERIFIED_ONLY" = "Apenas verificado";
"Course.COURSE_DATES.ITEMS_HIDDEN" = "Itens ocultos";
"Course.COURSE_DATES.ITEM_HIDDEN" = "Item oculto";
"Course.COURSE_DATES.TOAST_SUCCESS_TITLE" = "Datas de vencimento alteradas";
"Course.COURSE_DATES.TOAST_SUCCESS_MESSAGE" = "Suas datas de vencimento foram alteradas com sucesso para ajudá-lo a permanecer na faixa certa.";
"Course.COURSE_DATES.VIEW_ALL_DATES" = "Ver todas as datas";
"Course.COURSE_DATES.SYNC_TO_CALENDAR" = "Sincronize com o calendário";
"Course.COURSE_DATES.SYNC_TO_CALENDAR_MESSAGE" = "Sincronizar automaticamente todos os prazos e datas de vencimento deste curso com seu calendário.";
"Course.COURSE_DATES.ADD_CALENDAR_TITLE" = "Adicionar calendário";
"Course.COURSE_DATES.REMOVE_CALENDAR_TITLE" = "Remova calendário";
"Course.COURSE_DATES.ADD_CALENDAR_PROMPT" = "Gostaria de adicionar o calendário %@ \"%@\" ? \n Você pode editar ou remover o calendário do curso a qualquer momento no Calendário ou nas Configurações";
"Course.COURSE_DATES.REMOVE_CALENDAR_PROMPT" = "Gostaria de remover o calendário %@ &quot;%@&quot; ?";
"Course.COURSE_DATES.DATES_ADDED_ALERT_MESSAGE" = "\"%@\" foi adicionado ao seu calendário.";
"Course.COURSE_DATES.CALENDAR_SYNC_MESSAGE" = "Sincronizando calendário...";
"Course.COURSE_DATES.CALENDAR_VIEW_EVENTS" = "Ver eventos";
"Course.COURSE_DATES.CALENDAR_EVENTS_ADDED" = "Você adicionou o calendário do seu curso.";
"Course.COURSE_DATES.CALENDAR_EVENTS_REMOVED" = "O calendário do seu curso foi removido.";
"Course.COURSE_DATES.CALENDAR_EVENTS" = "Eventos do calendário";
"Course.COURSE_DATES.CALENDAR_OUT_OF_DATE" = "O calendário do seu curso está desatualizado";
"Course.COURSE_DATES.CALENDAR_SHIFT_MESSAGE" = "As datas dos seus cursos foram alteradas e o calendário do curso não está mais atualizado com a nova programação.";
"Course.COURSE_DATES.CALENDAR_SHIFT_PROMPT_UPDATE_NOW" = "Atualizar agora";
"Course.COURSE_DATES.CALENDAR_EVENTS_UPDATED" = "O calendário do seu curso foi atualizado.";
"Course.COURSE_DATES.CALENDAR_PERMISSION_NOT_DETERMINED" = "%@ não tem permissão de calendário. Por favor, vá para as configurações e dê permissão ao calendário.";
"Course.COURSE_DATES.OPEN_SETTINGS" = "Abrir Configurações";
"Course.COURSE_DATES.SETTINGS" = "Configurações";
"Course.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Suas datas não puderam ser alteradas. Por favor, tente novamente.";
"Course.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Suas datas foram alteradas com sucesso.";
"Course.COURSE_DATES.RESET_DATE.TITLE" = "Datas dos cursos";
"Course.COURSE.DUE_TODAY" = "Vencimento hoje";
"Course.COURSE.DUE_TOMORROW" = "Vencimento amanhã";
"Course.COURSE.PROGRESS_COMPLETED" = "%@/%@ concluído";
"Course.COURSE.PROGRESS_SECTIONS_COMPLETED" = "%@/%@ Seções Concluídas";
"Course.COURSE.PROGRESS_VIDEOS_COMPLETED" = "%@/%@ concluído";
"Course.COURSE.PROGRESS_WATCHED" = "%@/%@ Visualizado";
"Course.COURSE.PROGRESS_VIEW_COMPLETED" = "Ver Concluído";
"Course.COURSE.PROGRESS_HIDE_COMPLETED" = "Ocultar Concluído";
"Course.COURSE.ASSIGNMENT_COMPLETED" = "Concluído";
"Course.COURSE.ASSIGNMENT_DRAG_AND_DROP" = "Arraste e Solte";
"Course.COURSE.ASSIGNMENT_GENERIC" = "Tarefa";
"Course.COURSE.ASSIGNMENT_GRADED" = "Avaliado";
"Course.COURSE.ASSIGNMENT_NOT_STARTED" = "Não iniciado";
"Course.COURSE.ASSIGNMENT_OPEN_ASSESSMENT" = "Avaliação Aberta";
"Course.COURSE.ASSIGNMENT_PEER_INSTRUCTION" = "Instruções do Colega";
"Course.COURSE.ASSIGNMENT_PROBLEM" = "Problema";
"Course.COURSE.ASSIGNMENT_SURVEY" = "Pesquisa";
"Course.COURSE.ASSIGNMENT_IN_PROGRESS" = "Em andamento";
"Course.COURSE.ASSIGNMENT_WORD_CLOUD" = "Nuvem de Palavras";
"Course.COURSE.ASSIGNMENT_LTI" = "Ferramenta Externa";
"Course.COURSE.ASSIGNMENT_DISCUSSION" = "Discussão";
"Course.COURSE.LARGEST_DOWNLOADS.TITLE" = "Maiores Downloads";
"Course.COURSE.LARGEST_DOWNLOADS.DONE" = "Concluída";
"Course.COURSE.LARGEST_DOWNLOADS.EDIT" = "Editar";
"Course.COURSE.LARGEST_DOWNLOADS.REMOVE_DOWNLOADS" = "Remova todos os downloads";
"Course.COURSE.OFFLINE.VISIBLE" = "%@ %% deste curso é visível no celular.";
"Course.COURSE.OFFLINE.DOWNLOADABLE" = "%@ %% deste curso está disponível para baixar.";
"Course.COURSE.OFFLINE.CAN_BE_COMPLETED" = "%@ %% deste curso pode ser concluído offline.";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADED" = "Baixado";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADING" = "Baixando";
"Course.COURSE.TOTAL_PROGRESS.AVALIABLE_TO_DOWNLOAD" = "Disponível para baixar";
"Course.COURSE.TOTAL_PROGRESS.READY_TO_DOWNLOAD" = "Pronto para Baixar";
"Course.COURSE.OFFLINE.DOWNLOAD_ALL" = "Baixar tudo";
"Course.COURSE.OFFLINE.CANCEL_COURSE_DOWNLOAD" = "Cancelar Baixar o Curso";
"Course.COURSE.OFFLINE.YOU_CAN_DOWNLOAD" = "Você pode baixar conteúdo do curso offline para aprender em qualquer lugar, sem precisar de uma conexão ativa com a internet ou usar dados móveis.";
"Course.COURSE.OFFLINE.YOU_CANT_DOWNLOAD" = "Nenhum conteúdo deste curso está disponível para baixar offline no momento.";
"Course.COURSE.RETURN_TO_HOME" = "Volte ao Início do Curso";
"Course.OFFLINE.NOT_DOWNLOADED.TITLE" = "Este componente não foi baixado";
"Course.OFFLINE.NOT_DOWNLOADED.DESCRIPTION" = "Explore outras partes deste curso ou baixe-o quando se reconectar.";
"Course.OFFLINE.NOT_AVALIABLE.TITLE" = "Ainda não disponibilizamos este componente offline.";
"Course.OFFLINE.NOT_AVALIABLE.DESCRIPTION" = "Explore outras partes deste curso ou veja isto quando se reconectar.";
"Course.CALENDAR_SYNC_STATUS.SYNCED" = "Sincronizando com o Calendário";
"Course.CALENDAR_SYNC_STATUS.FAILED" = "Falha na sincronização do calendário";
"Course.CALENDAR_SYNC_STATUS.OFFLINE" = "Desligado";
"Course.ASSIGNMENT_STATUS.COMPLETE" = "%@ Completo - %@/%@ pontos";
"Course.ASSIGNMENT_STATUS.PAST_DUE" = "%@ Atrasado - %@/%@ pontos";
"Course.ASSIGNMENT_STATUS.NOT_YET_AVAILABLE" = "%@ Não Disponível Ainda";
"Course.ASSIGNMENT_STATUS.IN_PROGRESS" = "%@ - %@/%@ pontos";
"Course.ASSIGNMENT_STATUS.DUE_WITH_DATE" = "%@ %@";
"Course.ASSIGNMENT.REVIEW_GRADING_POLICY" = "Rever o Sistema de Classificação do Curso";
"Course.ASSIGNMENT.UNKNOWN_SEQUENCE" = "Desconhecido";
"Course.ACCESSIBILITY.COURSE_PROGRESS_SECTION" = "Seção de progresso do curso";
"Course.ACCESSIBILITY.CONTINUE_LEARNING_SECTION" = "Seção de continuidade de aprendizado";
"Course.ACCESSIBILITY.COURSE_CONTENT_SECTION" = "Seção de conteúdo do curso";
"Course.ACCESSIBILITY.ERROR_MESSAGE_SECTION" = "Seção de mensagens de erro";
"Course.ACCESSIBILITY.LOADING_SECTION" = "Carregando seção";
"Course.ACCESSIBILITY.VIDEOS_SECTION" = "Seção de vídeos";
"Course.ACCESSIBILITY.VIDEO_PROGRESS_SECTION" = "Progresso do vídeo %@ de %@ Concluído.";
"Course.ACCESSIBILITY.ASSIGNMENTS_SECTION" = "Seção de atribuições";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_SECTION" = "Seção de progresso da atribuição";
"Course.ACCESSIBILITY.NO_CONTENT_SECTION" = "Nenhum conteúdo disponível na seção";
"Course.ACCESSIBILITY.CAROUSEL.NEXT_SLIDE_BUTTON" = "Próxima página";
"Course.ACCESSIBILITY.CAROUSEL.LAST_SLIDE_BUTTON" = "Última Página";
"Course.ACCESSIBILITY.CAROUSEL.PREVIOUS_SLIDE_BUTTON" = "Página anterior";
"Course.ACCESSIBILITY.CAROUSEL.ASSIGNMENTS_COMPLETED" = "%@ de %@ atribuições completadas";
"Course.ACCESSIBILITY.HIDE_COMPLETED_SECTIONS" = "Toque para ocultar as Seções completadas";
"Course.ACCESSIBILITY.SHOW_COMPLETED_SECTIONS" = "Toque para mostrar as Seções Concluídas";
"Course.ACCESSIBILITY.VIDEO_SECTION_HEADER" = "%@ Seção, %@ de %@ vídeos assistidos";
"Course.ACCESSIBILITY.DOWNLOAD_SECTION_BUTTON" = "Seção de baixar, %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL" = "Vídeo: %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_COMPLETED" = "%@, Concluído";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_IN_PROGRESS" = "%@, %@%% assistido";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_NOT_STARTED" = "%@, não iniciado";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_HINT" = "Toque para reproduzir o vídeo";
"Course.ACCESSIBILITY.VIDEO_PERCENTAGE_COMPLETED" = "%@ por cento completado";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION_COUNT" = "Vídeo %@ de %@";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION" = "Navegação de Vídeo";
"Course.VIDEO_NAVIGATION.NO_VIDEO_TITLE" = "Sem Título de Vídeo";
"Authorization.SIGN_IN.LOG_IN_TITLE" = "Entrar";
"Authorization.SIGN_IN.WELCOME_BACK" = "Bem-vindo(a) de volta! Faça login para acessar seus cursos.";
"Authorization.SIGN_IN.EMAIL" = "E-mail";
"Authorization.SIGN_IN.EMAIL_OR_USERNAME" = "E-mail ou nome de usuário";
"Authorization.SIGN_IN.PASSWORD" = "Senha";
"Authorization.SIGN_IN.FORGOT_PASS_BTN" = "Esqueceu a senha?";
"Authorization.SIGN_IN.SELECTED_SITE" = "Site selecionado";
"Authorization.SIGN_IN.CHANGE" = "Alterar";
"Authorization.SIGN_IN.AGREEMENT" = "Ao fazer login neste aplicativo, você concorda com o [%@ Contrato de Licença de Usuário Final](%@) e [%@ Termos de Serviço e Código De Honra](%@) e reconhece que %@ e cada Membro processam seus dados pessoais em  \nde acordo com a [Política de Privacidade.](%@)";
"Authorization.SIGN_IN.SSO_HEADING" = "Comece hoje mesmo a construir sua carreira com confiança";
"Authorization.SIGN_IN.SSO_SUPPORTING_TEXT" = "Um conjunto integrado de programas de conhecimento e capacitação para desenvolver os Componentes do setor de doações e seus trabalhadores";
"Authorization.SIGN_IN.SSO_LOG_IN_TITLE" = "Entrar";
"Authorization.SIGN_IN.SSO_LOG_IN_SUBTITLE" = "entrar através do serviço unificado de login nacional";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS" = "Endereço de email inválido";
"Authorization.ERROR.INVALID_PASSWORD_LENGHT" = "O comprimento da senha é inválido.";
"Authorization.ERROR.ACCOUNT_NOT_REGISTERED" = "Esta Conta %@ não está vinculada a nenhuma Conta %@. Por favor registre.";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS_OR_USERNAME" = "E-mail ou nome de usuário inválido";
"Authorization.ERROR.DISABLED_ACCOUNT" = "Sua conta está desativada. Entre em contato com o suporte ao cliente para obter assistência.";
"Authorization.SIGN_UP.SUBTITLE" = "Criar uma Conta para começar a aprender hoje!";
"Authorization.SIGN_UP.CREATE_ACCOUNT_BTN" = "Criar conta";
"Authorization.SIGN_UP.HIDE_FIELDS" = "Ocultar campos opcionais";
"Authorization.SIGN_UP.SHOW_FIELDS" = "Mostrar campos opcionais";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_LABEL" = "Você fez login com sucesso.";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_SUBLABEL" = "Só precisamos de um pouco mais de informações antes de você começar a aprender.";
"Authorization.SIGN_UP.AGREEMENT" = "Ao criar uma conta, você concorda com o [%@ Contrato de Licença de Usuário Final](%@) e [%@ Termos de Serviço e Código de Honra](%@) e reconhece que %@ e cada Membro processam seus dados pessoais de acordo com a [Política de Privacidade.](%@)";
"Authorization.SIGN_UP.MARKETING_EMAIL_TITLE" = "Concordo que %@ possa me enviar mensagens de marketing.";
"Authorization.FORGOT.TITLE" = "Esqueceu sua senha";
"Authorization.FORGOT.DESCRIPTION" = "Por favor, digite seu login ou endereço de e-mail abaixo e nós lhe enviaremos um e-mail com instruções.";
"Authorization.FORGOT.REQUEST" = "Redefinir senha";
"Authorization.FORGOT.CHECK_TITLE" = "Verifique seu e-mail";
"Authorization.FORGOT.CHECK_Description" = "Enviamos instruções de recuperação de senhas para seu e-mail ";
"Authorization.CONTINUE_WITH" = "Continuar com:";
"Authorization.LAST_SIGN_IN" = "Último login";
"Authorization.OR_SIGN_IN_WITH" = "Ou faça login com o e-mail:";
"Authorization.OR_REGISTER_WITH" = "Registre-se abaixo:";
"Authorization.APPLE" = "Maçã";
"Authorization.GOOGLE" = "Google";
"Authorization.FACEBOOK" = "Facebook";
"Authorization.MICROSOFT" = "Microsoft";
"Authorization.OR" = "Ou";
"Authorization.STARTUP.INFO_MESSAGE" = "Cursos e programas das melhores universidades do mundo no seu bolso.";
"Authorization.STARTUP.SEARCH_TITLE" = "O que você quer aprender?";
"Authorization.STARTUP.SEARCH_PLACEHOLDER" = "Pesquise nossos mais de 3.000 cursos";
"Authorization.STARTUP.EXPLORE_ALL_COURSES" = "Explorar todos os cursos";
"Authorization.STARTUP.TITLE" = "Comece";
"Authorization.LEARNING_SITES.TITLE" = "Sites de Aprendizagem";
"Authorization.LEARNING_SITES.GET_STARTED" = "Começar";
"Authorization.LEARNING_SITES.WELCOME_SUBTITLE" = "Bem-vindo! Selecione seu site de aprendizagem";
"Authorization.LEARNING_SITES.SEARCH_TITLE" = "Busca";
"Authorization.LEARNING_SITES.SUBTITLE" = "Selecionar ou adicionar um site de aprendizagem";
"Authorization.LEARNING_SITES.CURRENT_SITE" = "";
"Authorization.LEARNING_SITES.MORE_SITES" = "Mais sites de aprendizagem";
"Authorization.LEARNING_SITES.ADD_SITE" = "Adicionar um site de aprendizagem";
"Authorization.LEARNING_SITES.SEARCH_PLACEHOLDER" = "Universidade de Artes e Ciências";
"Authorization.LEARNING_SITES.EMPTY_SEARCH" = "Nenhuma escola corresponde à sua pesquisa";
"Authorization.LEARNING_SITES.LOG_OUT_TITLE" = "Sair";
"Authorization.LEARNING_SITES.LOG_OUT_MESSAGE" = "Tem certeza que deseja sair de %@?";
"Authorization.LEARNING_SITES.LOG_OUT_ACTION" = "Sair";
"WhatsNew.TITLE" = "O que há de novo";
"WhatsNew.BUTTON_PREVIOUS" = "Anterior";
"WhatsNew.BUTTON_NEXT" = "Próximo";
"WhatsNew.BUTTON_DONE" = "Concluída";
"Dashboard.TITLE" = "Painel De Controle";
"Dashboard.HEADER.COURSES" = "Cursos";
"Dashboard.HEADER.WELCOME_BACK" = "Bem vindo de volta. Vamos continuar aprendendo.";
"Dashboard.SEARCH" = "Busca";
"Dashboard.EMPTY.SUBTITLE" = "Você ainda não está matriculado em nenhum curso.";
"Dashboard.LEARN.TITLE" = "Aprender";
"Dashboard.LEARN.VIEW_ALL" = "Ver tudo";
"Dashboard.LEARN.VIEW_ALL_COURSES" = "Ver todos os cursos (%@)";
"Dashboard.LEARN.ALL_COURSES" = "Todos os cursos";
"Dashboard.LEARN.PRIMARY_CARD.ONE_PAST_ASSIGNMENT" = "1 Trabalho Vencido";
"Dashboard.LEARN.PRIMARY_CARD.VIEW_ASSIGNMENTS" = "Ver atribuições";
"Dashboard.LEARN.PRIMARY_CARD.PAST_ASSIGNMENTS" = "%@ Atribuições vencidas";
"Dashboard.LEARN.PRIMARY_CARD.FUTURE_ASSIGNMENTS" = "%@ Atribuições vencidas %@ ";
"Dashboard.LEARN.PRIMARY_CARD.DUE_DAYS" = "%@ Vencimento em %@ dias";
"Dashboard.LEARN.PRIMARY_CARD.RESUME" = "Retomar curso";
"Dashboard.LEARN.PRIMARY_CARD.START_COURSE" = "Iniciar Curso";
"Dashboard.LEARN.DROPDOWN_MENU.COURSES" = "Cursos";
"Dashboard.LEARN.DROPDOWN_MENU.PROGRAMS" = "Programas";
"Dashboard.LEARN.CATEGORY.ALL" = "Todos";
"Dashboard.LEARN.CATEGORY.IN_PROGRESS" = "Em andamento";
"Dashboard.LEARN.CATEGORY.COMPLETED" = "Concluído";
"Dashboard.LEARN.CATEGORY.EXPIRED" = "Expirado";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES" = "Nenhum curso";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_IN_PROGRESS" = "Nenhum curso em andamento";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COMPLETED_COURSES" = "Nenhum curso concluído";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_EXPIRED_COURSES" = "Nenhum curso expirado";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_DESCRIPTION" = "Você não está matricular-se em nenhum curso no momento, gostaria de explorar o catálogo de cursos?";
"Dashboard.LEARN.NO_COURSES_VIEW.FIND_A_COURSE" = "Encontre um curso";
"Core.MAINSCREEN.DISCOVERY" = "Descobrir";
"Core.MAINSCREEN.DASHBOARD" = "Painel De Controle";
"Core.MAINSCREEN.IN_DEVELOPING" = "Em desenvolvimento";
"Core.MAINSCREEN.PROGRAMS" = "Programas";
"Core.MAINSCREEN.PROFILE" = "Perfil";
"Core.MAINSCREEN.LEARN" = "Aprender";
"Core.MAINSCREEN.SOCIAL_REGISTER_BANNER" = "Você já configurou uma %@ Conta com sua %@ Conta. Você entrou com essa Conta.";
"Core.VIEW.SNACKBAR.TRY_AGAIN_BTN" = "Tente novamente";
"Core.ERROR.INVALID_CREDENTIALS" = "Credenciais inválidas";
"Core.ERROR.SLOW_OR_NO_INTERNET_CONNECTION" = "Conexão lenta ou sem internet";
"Core.ERROR.NO_CACHED_DATA" = "Nenhum dados em cache para modo offline";
"Core.ERROR.USER_NOT_ACTIVE" = "A conta do usuário não está ativada. Por favor, ative sua conta primeiro.";
"Core.ERROR.UNKNOWN_ERROR" = "Algo deu errado";
"Core.ERROR.WIFI" = "Você só pode baixar arquivos por Wi-Fi. Você pode alterar isso nas configurações.";
"Core.ERROR.AUTHORIZATION_FAILED" = "Falha na autorização.";
"Core.ERROR.INTERNET.NO_INTERNET_TITLE" = "Sem conexão com a internet";
"Core.ERROR.INTERNET.NO_INTERNET_DESCRIPTION" = "Conecte-se à Internet para visualizar este conteúdo.";
"Core.COURSEWARE.COURSE_CONTENT" = "Conteúdo do curso";
"Core.COURSEWARE.COURSE_CONTENT_NOT_AVAILABLE" = "Este componente interativo ainda não está disponível para dispositivos móveis.";
"Core.COURSEWARE.COURSE_UNITS" = "Postagens curriculares";
"Core.COURSEWARE.NEXT" = "Próximo";
"Core.COURSEWARE.PREVIOUS" = "Anterior";
"Core.COURSEWARE.FINISH" = "Terminar";
"Core.COURSEWARE.GOOD_WORK" = "Bom trabalho!";
"Core.COURSEWARE.BACK_TO_OUTLINE" = "Voltar ao esboço";
"Core.COURSEWARE.SECTION_COMPLETED" = "Você completou “%@”.";
"Core.COURSEWARE.CONTINUE" = "Continuar";
"Core.COURSEWARE.RESUME" = "Retomar";
"Core.COURSEWARE.RESUME_WITH" = "Retomar com:";
"Core.COURSEWARE.NEXT_SECTION" = "Próxima seção";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_FIRST" = "Para prosseguir com “";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_LAST" = "” pressione “Próxima seção”.";
"Core.ERROR.RELOAD" = "recarregar";
"Core.DATE.COURSE_STARTS" = "Início do curso";
"Core.DATE.COURSE_ENDS" = "Fim do curso";
"Core.DATE.COURSE_ENDED" = "Curso encerrado";
"Core.DATE.ENDED" = "Terminou";
"Core.DATE.START" = "Comece";
"Core.DATE.STARTED" = "Iniciado";
"Core.DATE.JUST_NOW" = "Agora mesmo";
"Core.DATE.TODAY" = "Hoje";
"Core.DATE.NEXT" = "Próximo %@";
"Core.DATE.DAYS_AGO" = "%@ dias atrás";
"Core.DATE.DUE" = "Devido a ";
"Core.DATE.DUE_IN" = "Devido a ";
"Core.DATE.DUE_IN_DAYS" = "Devido em %@ dias";
"Core.DATE.DUE_TODAY" = "Vence Hoje: %@";
"Core.DATE.DUE_DATE_PAST" = "%@ Dias Vencido: %@";
"Core.DATE.DUE_IN_LEFT" = "Previsto para %@ dias: %@";
"Core.ALERT.ACCEPT" = "Aceitar";
"Core.ALERT.CANCEL" = "Cancelar";
"Core.ALERT.LOGOUT" = "Sair";
"Core.ALERT.LEAVE" = "Deixar";
"Core.ALERT.SIGN_IN" = "Entrar";
"Core.ALERT.REGISTER" = "Registrar";
"Core.ALERT.KEEP_EDITING" = "Continue editar";
"Core.ALERT.DELETE" = "Apagar";
"Core.ALERT.ADD" = "Adicionar";
"Core.ALERT.REMOVE" = "Remova";
"Core.ALERT.CALENDAR_SHIFT_PROMPT_REMOVE_COURSE_CALENDAR" = "Remova calendário do curso";
"Core.NO_INTERNET.OFFLINE" = "Desligado";
"Core.NO_INTERNET.DISMISS" = "Ignorar";
"Core.NO_INTERNET.RELOAD" = "recarregar";
"Core.DATE_FORMAT.MMMM_DD" = "MMMM dd";
"Core.DATE_FORMAT.MMM_DD_YYYY" = "MMM dd, aaaa";
"Core.DATE_FORMAT.MMMM_DD_YYYY" = "MMMM dd, yyyy";
"Core.DOWNLOAD_MANAGER.DOWNLOAD" = "Baixar";
"Core.DOWNLOAD_MANAGER.DOWNLOADED" = "Baixado";
"Core.DOWNLOAD_MANAGER.COMPLETED" = "Concluído";
"Core.SETTINGS.VIDEO_DOWNLOAD_QUALITY_TITLE" = "Qualidade de download de vídeo";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_TITLE" = "Auto";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_DESCRIPTION" = "Recomendado";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_TITLE" = "360p";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_DESCRIPTION" = "Menor uso de dados";
"Core.SETTINGS.DOWNLOAD_QUALITY_540_TITLE" = "540p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_TITLE" = "720p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_DESCRIPTION" = "Melhor qualidade";
"Core.DONE" = "Concluída";
"Core.VIEW" = "Visualizar";
"Core.BACK" = "Voltar";
"Core.OK" = "Ok";
"Core.CLOSE" = "Fechar";
"Core.PICKER.SEARCH" = "Busca";
"Core.PICKER.ACCEPT" = "Aceitar";
"Core.WEBVIEW.ALERT.OK" = "Ok";
"Core.WEBVIEW.ALERT.CANCEL" = "Cancelar";
"Core.WEBVIEW.ALERT.CONTINUE" = "Continuar";
"Core.REVIEW.VOTE_TITLE" = "Gostando do Open edX?";
"Core.REVIEW.VOTE_DESCRIPTION" = "Seu feedback é importante para nós. Você poderia avaliar o aplicativo tocando em uma estrela abaixo? Obrigado por seu apoio!";
"Core.REVIEW.FEEDBACK_TITLE" = "Deixe seu Feedback";
"Core.REVIEW.FEEDBACK_DESCRIPTION" = "Lamentamos saber que sua experiência de aprendizado teve alguns problemas. Agradecemos todo o feedback.";
"Core.REVIEW.THANKS_FOR_VOTE_TITLE" = "Obrigado";
"Core.REVIEW.THANKS_FOR_VOTE_DESCRIPTION" = "Obrigado por compartilhar seu feedback conosco. Gostaria de compartilhar sua revisão deste aplicativo com outros usuários na app store?";
"Core.REVIEW.THANKS_FOR_FEEDBACK_TITLE" = "Obrigado";
"Core.REVIEW.THANKS_FOR_FEEDBACK_DESCRIPTION" = "Recebemos seu feedback e o usaremos para ajudar a melhorar sua experiência de aprendizado no futuro. Obrigado por compartilhar!";
"Core.REVIEW.BETTER" = "O que poderia ter sido melhor?";
"Core.REVIEW.NOT_NOW" = "Agora não";
"Core.REVIEW.BUTTON.SUBMIT" = "Enviar";
"Core.REVIEW.BUTTON.SHARE_FEEDBACK" = "Compartilhar Feedback";
"Core.REVIEW.BUTTON.RATE_US" = "Nos avalie";
"Core.REVIEW.EMAIL.TITLE" = "Seleção do cliente de e-mail:";
"Core.SOCIAL_SIGN_CANCELED" = "O usuário cancelou o fluxo de login.";
"Core.SIGN_IN.LOG_IN_BTN" = "Entrar";
"Core.SIGN_IN.REGISTER_BTN" = "Registrar";
"Core.SIGN_IN.LOG_IN_WITH_SSO_BTN" = "Entrar com SSO";
"Core.TOMORROW" = "Amanhã";
"Core.YESTERDAY" = "Ontem";
"Core.OPEN_IN_BROWSER" = "Visualizar no Safari";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BODY" = "Não se preocupe – altere nosso cronograma sugerido para concluir as atribuições pendentes sem perder nenhum progresso.";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BUTTON" = "Mudar datas de entrega";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.HEADER" = "Você perdeu alguns prazos?";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.BODY" = "Criamos uma sugestão de cronograma para ajudá-lo a se manter na faixa certa. Mas não se preocupe – é flexível para que você possa aprender no seu próprio ritmo. Se acontecer de você ficar para trás, poderá ajustar as datas para se manter na faixa certa.";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BODY" = "Para concluir atribuições avaliadas como parte deste curso, você pode atualizar hoje mesmo.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BODY" = "Você está como ouvinte neste curso, o que significa que não poderá participar de atribuições avaliadas. Parece que você perdeu alguns prazos importantes com base em nossa programação sugerida. Para concluir atribuições avaliadas como parte deste curso e transferir as atribuições vencidas para o futuro, você pode atualizar hoje mesmo.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Suas datas não puderam ser alteradas. Por favor, tente novamente.";
"Core.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Suas datas foram alteradas com sucesso.";
"Core.COURSE_DATES.RESET_DATE.TITLE" = "Datas dos cursos";
"Core.COURSE_DATES.TODAY" = "Hoje";
"Core.COURSE_DATES.COMPLETED" = "Concluído";
"Core.COURSE_DATES.PAST_DUE" = "Vencido";
"Core.COURSE_DATES.THIS_WEEK" = "Essa semana";
"Core.COURSE_DATES.NEXT_WEEK" = "Semana que vem";
"Core.COURSE_DATES.UPCOMING" = "Próximo";
"Core.COURSE.STORAGE_ALERT.TITLE" = "Armazenamento do dispositivo cheio";
"Core.COURSE.STORAGE_ALERT.DESCRIPTION" = "Seu dispositivo não tem espaço livre suficiente para baixar este conteúdo. Libere espaço e tente novamente.";
"Core.COURSE.STORAGE_ALERT.USED_AND_FREE" = "%@ usado, %@ grátis";
"Core.COURSE.ALERT.CANCEL" = "Cancelar";
"Core.COURSE.ALERT.CLOSE" = "Fechar";
"Core.COURSE.ALERT.REMOVE" = "Remova";
"Core.COURSE.ALERT.DOWNLOAD" = "Baixar";
"Core.COURSE.ALERT.TRY_AGAIN" = "Tente novamente";
"Core.COURSE.ALERT.REMOVE_TITLE" = "Remova Conteúdo offline?";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_TITLE" = "Confirme o baixar";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_TITLE" = "Baixar no celular?";
"Core.COURSE.ALERT.REMOVE_DESCRIPTION" = "Remove este conteúdo liberará %@.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_DESCRIPTION" = "Baixar este %@ de conteúdo salvará os blocos disponíveis para offline.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_DESCRIPTION" = "O baixar deste conteúdo usará %@ de dados de celular.";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_TITLE" = "Falha ao baixar";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_TITLE" = "Sem conexão à Internet";
"Core.COURSE.ERROR.WIFI_REQUIRED_TITLE" = "Wi-Fi necessário";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_DESCRIPTION" = "Infelizmente, este conteúdo não pôde ser baixado. Tente novamente mais tarde ou relate este problema.";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_DESCRIPTION" = "Baixar este conteúdo requer uma conexão ativa com a internet. Conecte-se à internet e tente novamente.";
"Core.COURSE.ERROR.WIFI_REQUIRED_DESCRIPTION" = "O baixar deste conteúdo requer uma conexão WiFi ativa. Conecte-se a uma rede WiFi e tente novamente.";
"Core.DOWNLOAD.DOWNLOAD_LARGE_FILE_MESSAGE" = "Os vídeos que você selecionou são maiores que 1 GB. Você quer baixar esses vídeos?";
"Core.DOWNLOAD.DOWNLOAD" = "Baixar";
"Core.ALERT.ACCEPT" = "Aceitar";
